{
  "ALOS-1 (PALSAR_FBS_FBD_PLR)": {
    "mission": "ALOS-1",
    "sensorType": "RADAR",
    "description": "The dataset contains all ESA acquisitions over the ADEN zone (Europe, Africa and the Middle East) plus some products received from JAXA over areas of interest around the world. Further information on ADEN zones can be found in this technical note (https://earth.esa.int/eogateway/documents/20142/37627/ALOS-ADEN-Zone.pdf).  ALOS PALSAR products are available in following modes:• Fine Beam Single polarisation(FBS): single polarisation (HH or VV), swath 40-70km, resolution 10m, temporal coverage from 02/05/2006 to 30/03/2011 • Fine Beam Double polarisation (FBD): double polarisation (HH/HV or VV/VH) ), swath 40-70km, resolution 10m, temporal coverage from 02/05/2006 to 30/03/2011 • Polarimetry mode (PLR), with four polarisations simultaneously: swath 30km, resolution 30m, temporal coverage from 26/08/2006 to 14/04/2011 • ScanSAR Burst mode 1 (WB1), single polarization: swath 250-350km, resolution 100m,  temporal coverage from 12/06/2006 to 21/04/2011  Following processing levels are available: • RAW( level 1.0): Raw data generated by every downlink segment and every band. Divided into an equivalent size to one scene. • SLC (level 1.1): Slant range single look complex product. Not available for WB1 • GDH (level 1.5):Ground range Detected, Normal resolution product • GEC (level 1.5): Geocoded product",
    "temporalCoverage": "from 2006 to 2011",
    "spatialCoverage": "Europe, Africa and the Middle East"
  },
  "ALOS-1 (TropForest)": {
    "mission": "ALOS-1",
    "sensorType": "RADAR",
    "description": "The objective of the ESA TropForest project was to create a harmonised geo-database of ready-to-use satellite imagery to support 2010 global forest assessment performed by the Joint Research Centre (JRC) of the European Commission and by the Food and Agriculture Organization (FAO). Assessments for year 2010 were essential for building realistic deforestation benchmark rates at global to regional levels. To reach this objective, the project aimed to create a harmonised ortho-rectified/pre-processed imagery geo-database based on satellite data acquisitions (ALOS AVNIR-2, DEIMOS-1 SLIM6, KOMPSAT-2 MSC) performed during year 2009 and 2010, for the Tropical Latin America (excluding Mexico) and for the Tropical South and Southeast Asia (excluding China), resulting in 1971 sites located at 1 deg x 1 deg geographical lat/long intersections. The project finally delivered 1866 sites (94.7% of target) due to cloud coverages too high for missing sites",
    "temporalCoverage": "from 2009 to 2011",
    "spatialCoverage": "Tropical Latin America, Tropical South and Southeast Asia (excluding Mexico and China)"
  },
  "CryoSat-2 (products)": {
    "mission": "CryoSat-2",
    "sensorType": "ALTIMETRIC",
    "description": "CryoSat's primary payload is the SAR/Interferometric Radar Altimeter (SIRAL) (https://earth.esa.int/eogateway/instruments/siral) which has extended capabilities to meet the measurement requirements for ice-sheet elevation and sea-ice freeboard.  CryoSat also carries three star trackers for measuring the orientation of the baseline. In addition, a radio receiver called Doppler Orbit and Radio Positioning Integration by Satellite (DORIS) and a small laser retroreflector ensures that CryoSat's position will be accurately tracked.  More detailed information on CryoSat instruments is available on the CryoSat mission page.  The following CryoSat datasets are available and distributed to registered users:  Level 1B and L2 Ice products: FDM, LRM, SAR and SARIn Consolidated Level 2 (GDR): (LRM+SAR+SARIN) consolidated ice products over an orbit Intermediate Level 2 Ice products: LRM, SAR and SARIn L1b and L2 Ocean Products: GOP and IOP CryoTEMPO EOLIS Point Products CryoTEMPO EOLIS Gridded Products  Detailed information concerning each of the above datasets is available in the CryoSat Products Overview (https://earth.esa.int/eogateway/missions/cryosat/products) and in the news item: CryoSat Ocean Products now open to scientific community (https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/cryosat/news/-/asset_publisher/47bD/content/cryosat-ocean-products-now-open-to-scientific-community).  CryoSat Level 1B altimetric products contain time and geo-location information as well as SIRAL measurements in engineering units. Calibration corrections are included and have been applied to the window delay computations. In Offline products, geophysical corrections are computed from Analysis Auxiliary Data Files (ADFs), whereas in FDM products corrections are computed for Forecast ADFs. All corrections are included in the data products and therefore the range can be calculated by taking into account the surface type.  The Offline Level 2 LRM, SAR and SARIn ice altimetric products are generated 30 days after data acquisition and are principally dedicated to glaciologists working on sea-ice and land-ice areas. The Level 2 FDM products are near-real time ocean products, generated 2-3 hours after data acquisition, and fulfill the needs of some ocean operational services. Level 2 products contain the time of measurement, the geo-location and the height of the surface.  IOP and GOP are outputs of the CryoSat Ocean Processor. These products are dedicated to the study of ocean surfaces, and provided specifically for the needs of the oceanographic community. IOP are generated 2-3 days after data sensing acquisition and use the DORIS Preliminary Orbit. GOP are typically generated 30 days after data sensing acquisition and use the DORIS Precise Orbit. Geophysical corrections are computed from the Analysis ADFs, however following the oceanographic convention the corrections are available but not directly applied to the range (as for FDM).  The ESA CryoSat ThEMatic PrOducts - SWATH Cryo-TEMPO products (CryoTEMPO-EOLIS) exploit CryoSat's SARIn mode and the novel Swath processing technique to deliver increased spatial and temporal coverage of time-dependent elevation over land ice, a critical metric for tracking ice mass trends in support to a wide variety of end-users working in the areas of sea ice, polar oceans, land ice, coastal areas and hydrology. The dataset consists of systematic reprocessing of the entire CryoSat archive to generate new L2-Swath products, increasing data sampling by 1 to 2 orders of magnitude compared with the operational L2 ESA product. In addition, the EOLIS dataset is joined with the ESA L2 Point-Of-Closest-Approach to generate monthly DEM (Digital Elevation Model) products. This dataset will further the ability of the community to analyse and understand trends across the Greenland Ice Sheet margin.",
    "temporalCoverage": "from 2010 to present",
    "spatialCoverage": "World"
  },
  "Deimos-1 (D-1)": {
    "mission": "Deimos-1",
    "sensorType": "RADAR",
    "description": "Deimos 1&amp;2 dataset is composed of products acquired by the Deimos 1 and Deimos 2 Spanish satellites. The dataset regularly grows as ESA collects new products.  DEIMOS-1 standard products offered are: • SL6_22P: SLIM6, 22m spatial resolution, from bank P • SL6_22S: SLIM6, 22m spatial resolution, from bank S • SL6_22T: SLIM6, 22m spatial resolution, 2 banks merged together Deimos -1 products are available in two different processing levels: • Level 1R: All 3 Spectral channels combined into a band-registered image using L0R data. Geopositioned product based on rigorous sensor model. Coefficients derived from internal and external satellite orientation parameters coming from telemetry and appended to metadata. • Level 1T: data Orthorectified to sub-pixel accuracy (10 meters RMS error approximately) with respect to Landsat ETM+ reference data and hole-filled seamless SRTM DEM data V3, 2006 (90 m). The use of the GCPs, it is not automatic, as it is done manually, which gives greater precision. (GCPs by human operators). Deimos -2 standard products offered are: • Pan-sharpened (HRA_PSH four-band image, HRA_PS3 321 Natural Colours, HRA_PS4 432 False Colours): a four-band image, resulting from adding the information of each multispectral band to the panchromatic band. The fusion does not preserve all spectral features of the multispectral bands, so it should not be used for radiometric purposes. • Panchromatic (HRA_PAN): a single-band image coming from the panchromatic sensor.HRA_MS4: Multispectral (HRA_MS4): a four-band image coming for the multispectral sensor, with band co-registration. • Bundle (HRA_PM4): a five-band image contains the panchromatic and multispectral products packaged together, with band co-registration. • Stereo Pair (HRA_STP): The image products obtained from two acquisitions of the same target performed from different viewpoints in the same pass by using the agility feature of the platform. It can be provided as a pair of pan sharpened or panchromatic images. Deimos -2 products are available in two different processing levels: • Level 1B: A calibrated and radiometrically corrected product, but not resampled. The product includes the Rational Polynomial Coefficients (RPC), the metadata with gain and bias values for each band, needed to convert the digital numbers into radiances at pixel level, and information about geographic projection (EPGS), corners geolocation, etc. • Level 1C: A calibrated and radiometrically corrected product, manually orthorectified and resampled to a map grid. The geometric information is contained in the GeoTIFF tags.",
    "temporalCoverage": "from 2009 to present",
    "spatialCoverage": "World"
  },
  "Deimos-1 (TropForest)": {
    "mission": "Deimos-1",
    "sensorType": "RADAR",
    "description": "The objective of the ESA TropForest project was to create a harmonised geo-database of ready-to-use satellite imagery to support 2010 global forest assessment performed by the Joint Research Centre (JRC) of the European Commission and by the Food and Agriculture Organization (FAO). Assessments for year 2010 were essential for building realistic deforestation benchmark rates at global to regional levels. To reach this objective, the project aimed to create a harmonised ortho-rectified/pre-processed imagery geo-database based on satellite data acquisitions (ALOS AVNIR-2, DEIMOS-1 SLIM6, KOMPSAT-2 MSC) performed during year 2009 and 2010, for the Tropical Latin America (excluding Mexico) and for the Tropical South and Southeast Asia (excluding China), resulting in 1971 sites located at 1 deg x 1 deg geographical lat/long intersections. The project finally delivered 1866 sites (94.7% of target) due to cloud coverages too high for missing sites",
    "temporalCoverage": "from 2009 to 2011",
    "spatialCoverage": "Tropical Latin America, Tropical South and Southeast Asia (excluding Mexico and China)"
  },
  "Deimos-2 (D-1)": {
    "mission": "Deimos-2",
    "sensorType": "OPTICAL",
    "description": "Deimos 1&amp;2 dataset is composed of products acquired by the Deimos 1 and Deimos 2 Spanish satellites. The dataset regularly grows as ESA collects new products.  DEIMOS-1 standard products offered are: • SL6_22P: SLIM6, 22m spatial resolution, from bank P • SL6_22S: SLIM6, 22m spatial resolution, from bank S • SL6_22T: SLIM6, 22m spatial resolution, 2 banks merged together Deimos -1 products are available in two different processing levels: • Level 1R: All 3 Spectral channels combined into a band-registered image using L0R data. Geopositioned product based on rigorous sensor model. Coefficients derived from internal and external satellite orientation parameters coming from telemetry and appended to metadata. • Level 1T: data Orthorectified to sub-pixel accuracy (10 meters RMS error approximately) with respect to Landsat ETM+ reference data and hole-filled seamless SRTM DEM data V3, 2006 (90 m). The use of the GCPs, it is not automatic, as it is done manually, which gives greater precision. (GCPs by human operators). Deimos -2 standard products offered are: • Pan-sharpened (HRA_PSH four-band image, HRA_PS3 321 Natural Colours, HRA_PS4 432 False Colours): a four-band image, resulting from adding the information of each multispectral band to the panchromatic band. The fusion does not preserve all spectral features of the multispectral bands, so it should not be used for radiometric purposes. • Panchromatic (HRA_PAN): a single-band image coming from the panchromatic sensor.HRA_MS4: Multispectral (HRA_MS4): a four-band image coming for the multispectral sensor, with band co-registration. • Bundle (HRA_PM4): a five-band image contains the panchromatic and multispectral products packaged together, with band co-registration. • Stereo Pair (HRA_STP): The image products obtained from two acquisitions of the same target performed from different viewpoints in the same pass by using the agility feature of the platform. It can be provided as a pair of pan sharpened or panchromatic images. Deimos -2 products are available in two different processing levels: • Level 1B: A calibrated and radiometrically corrected product, but not resampled. The product includes the Rational Polynomial Coefficients (RPC), the metadata with gain and bias values for each band, needed to convert the digital numbers into radiances at pixel level, and information about geographic projection (EPGS), corners geolocation, etc. • Level 1C: A calibrated and radiometrically corrected product, manually orthorectified and resampled to a map grid. The geometric information is contained in the GeoTIFF tags.",
    "temporalCoverage": "from 2009 to present",
    "spatialCoverage": "World"
  },
  "ERS-1 (IMM)": {
    "mission": "ERS-1",
    "sensorType": "RADAR",
    "description": "This ERS Medium Resolution strip-line product is generated from the Image Mode Level 0 Product. Strip-line image products contain image data for an entire segment, up to a maximum size of 10 minutes per product for IM mode. The processor concatenates together several sub-images called 'slices' that were processed separately on a dataset-by-dataset basis in order to form the entire strip-line image. The product is processed to an approximately 150 m x 150 m resolution and has a radiometric resolution that is good enough for ice applications. This product has a lower spatial resolution than the SAR_IMP_1P and SAR_IMS_1P products.  The SAR IM L0 full mission data archive has been bulk processed to Level 1 (SAR_IMM_1P) in Envisat format with the PF-ERS processor version 6.01.   Product Characteristics:  - Pixel size:                            5 m (ground range – across track) x 75 m (azimuth – along track) - Scene area:                        100 km (range) x at least 102.5 km - Scene Size:                          1300 pixels (range) x at least 1350 lines (azimuth) - Pixel depth:                        16 bits unsigned integer - Total product volume:    at least 3.5 MB - Projection:                         Ground-range - Number of looks:             8 (azimuth) x 7 (range)",
    "temporalCoverage": "from 1991 to 2011",
    "spatialCoverage": "World"
  },
  "ERS-1 (SAR)": {
    "mission": "ERS-1",
    "sensorType": "RADAR",
    "description": "The SAR Precision product is a multi-look (speckle-reduced), ground range image acquired in Image Mode. This product type is most applicable to users interested in remote sensing applications, but is also suitable for calibration purposes. The products are calibrated and corrected for the SAR antenna pattern and range-spreading loss. Radar backscatter can be derived from the products for geophysical modelling, but no correction is applied for terrain-induced radiometric effects. The images are not geocoded, and terrain distortion (foreshortening and layover) has not been removed.  The numbering sequence relates to the satellite position and therefore differs between Ascending and Descending scenes.   Product characteristics: - Pixel size:                          12.5 m (range - across track) x 12.5 m (azimuth - along track) - Scene area:                      100 km (range) x at least 102.5 km (azimuth) - Scene size:                        8000 pixels range x at least 8200 lines (azimuth) - Pixel depth:                      16 bits unsigned integer - Total product volume:  125 MBs - Projection:                       Ground-range - Number of looks:           3",
    "temporalCoverage": "from 1991 to 2011",
    "spatialCoverage": "World"
  },
  "ERS-2 (IMM)": {
    "mission": "ERS-2",
    "sensorType": "RADAR",
    "description": "This ERS Medium Resolution strip-line product is generated from the Image Mode Level 0 Product. Strip-line image products contain image data for an entire segment, up to a maximum size of 10 minutes per product for IM mode. The processor concatenates together several sub-images called 'slices' that were processed separately on a dataset-by-dataset basis in order to form the entire strip-line image. The product is processed to an approximately 150 m x 150 m resolution and has a radiometric resolution that is good enough for ice applications. This product has a lower spatial resolution than the SAR_IMP_1P and SAR_IMS_1P products.  The SAR IM L0 full mission data archive has been bulk processed to Level 1 (SAR_IMM_1P) in Envisat format with the PF-ERS processor version 6.01.   Product Characteristics:  - Pixel size:                            5 m (ground range – across track) x 75 m (azimuth – along track) - Scene area:                        100 km (range) x at least 102.5 km - Scene Size:                          1300 pixels (range) x at least 1350 lines (azimuth) - Pixel depth:                        16 bits unsigned integer - Total product volume:    at least 3.5 MB - Projection:                         Ground-range - Number of looks:             8 (azimuth) x 7 (range)",
    "temporalCoverage": "from 1991 to 2011",
    "spatialCoverage": "World"
  },
  "ERS-2 (SAR)": {
    "mission": "ERS-2",
    "sensorType": "RADAR",
    "description": "The SAR Precision product is a multi-look (speckle-reduced), ground range image acquired in Image Mode. This product type is most applicable to users interested in remote sensing applications, but is also suitable for calibration purposes. The products are calibrated and corrected for the SAR antenna pattern and range-spreading loss. Radar backscatter can be derived from the products for geophysical modelling, but no correction is applied for terrain-induced radiometric effects. The images are not geocoded, and terrain distortion (foreshortening and layover) has not been removed.  The numbering sequence relates to the satellite position and therefore differs between Ascending and Descending scenes.   Product characteristics: - Pixel size:                          12.5 m (range - across track) x 12.5 m (azimuth - along track) - Scene area:                      100 km (range) x at least 102.5 km (azimuth) - Scene size:                        8000 pixels range x at least 8200 lines (azimuth) - Pixel depth:                      16 bits unsigned integer - Total product volume:  125 MBs - Projection:                       Ground-range - Number of looks:           3",
    "temporalCoverage": "from 1991 to 2011",
    "spatialCoverage": "World"
  },
  "Envisat (no_named_collections_set_1)": {
    "mission": "Envisat",
    "sensorType": "RADAR",
    "description": "This ASAR Alternating Polarisation Mode Precision product is generated from Level 0 data collected when the instrument is in Alternating Polarisation Mode (7 possible swaths). The product contains two CO-registered images corresponding to one of the three polarisation combination submodes (HH and VV, HH and HV, VV and VH). This is a stand-alone multi-look, ground range, narrow swath digital image generated using the SPECAN algorithm and the most up to date auxiliary information available at the time of processing. Engineering corrections and relative calibration (antenna elevation gain, range spreading loss) are applied to compensate for well-understood sources of system variability. Generation of this product uses a technique to allow half the looks of an image to be acquired in horizontal polarisation and the other half in vertical polarisation and processed to 30-m resolution (with the exception of IS1). Absolute calibration parameters are available depending on external calibration activities and are provided in the product annotations. Spatial Resolution: 30 m ground range x 30 m azimuth",
    "temporalCoverage": "from 2002 to 2012",
    "spatialCoverage": "World"
  },
  "Envisat (MER)": {
    "mission": "Envisat",
    "sensorType": "RADAR",
    "description": "The MERIS Level 1 Full Resolution (FR) product contains the Top of Atmosphere (TOA) upwelling spectral radiance measures. The in-band reference irradiances for the 15 MERIS bands are computed by averaging the in-band solar irradiance of each pixel. The in-band solar irradiance of each pixel is computed by integrating the reference solar spectrum with the band-pass of each pixel.  The MERIS FR Level 1 product has Sentinel 3-like format starting from the 4th reprocessing data released to users in July 2020.  Each measurement and annotation data file is in NetCDF 4. The Level 1 product is composed of 22 data files: 15 files containing radiances at each band (one band per file), accompanied by the associated error estimates, and 7 annotation data files.  The 15 sun spectral flux values provided in the instrument data file of the Level 1 products are the in-band reference irradiances adjusted for the Earth-sun distance at the time of measurement. The band-pass of each pixel is derived from on-ground and in-flight characterisation via an instrument model. The values 'Band wavelength' and 'Bandwidth' provided in the Manifest file of the Level 1b products are the averaged band-pass of each pixel over the instrument field of view.  Auxiliary data are also listed in the Manifest file associated to each product.  The Level 1 FR product covers the complete instrument swath. The product duration is not fixed and it can span up to the time interval of the input Level 0 (for a maximum of 20 minutes). Thus the estimated size of the Level 1 FR is dependent on the start/stop time of the acquired segment.  During the Envisat mission, acquisition of MERIS Full Resolution data was subject to dedicated planning based on on-demand ordering and coverage of specific areas according to operational recommendations and considerations. See yearly and global density maps to get a better overview of the MERIS FR coverage.",
    "temporalCoverage": "from 2002 to 2012",
    "spatialCoverage": "World"
  },
  "Envisat (no_named_collections_set_2)": {
    "mission": "Envisat",
    "sensorType": "RADAR",
    "description": "MERIS FR Level 2 is a Full-Resolution Geophysical product for Ocean, Land and Atmosphere. Each MERIS Level 2 geophysical product is derived from a MERIS Level 1 product and auxiliary parameter files specific to the MERIS Level 2 processing.  The MERIS FR Level 2 product has Sentinel 3-like format starting from the 4th reprocessing data released to users in July 2020.  The data package is composed of NetCDF 4 files containing instrumental and scientific measurements, and a Manifest file which contains metadata information related to the description of the product. A Level 2 product is composed of 64 measurement files containing: 13 files containing Water-leaving reflectance, 13 files containing Land surface reflectance and 13 files containing the TOA reflectance (for all bands except those dedicated to measurement of atmospheric gas - M11 and M15), and several files containing additional measurement on Ocean, Land and Atmospheric parameters and annotation.  The Auxiliary data used are listed in the Manifest file associated to each product.  The Level 2 FR product covers the complete instrument swath. The product duration is not fixed and it can span up to the time interval of the input Level 0/Level 1. Thus the estimated size of the Level 2 FR is dependent on the start/stop time of the acquired segment.  During the Envisat mission, acquisition of MERIS Full Resolution data was subject to dedicated planning based on on-demand ordering and coverage of specific areas according to operational recommendations and considerations. See yearly and global density maps to get a better overview of the MERIS FR coverage.",
    "temporalCoverage": "from 2002 to 2012",
    "spatialCoverage": "World"
  },
  "IKONOS-2 (ESA)": {
    "mission": "IKONOS-2",
    "sensorType": "OPTICAL",
    "description": "ESA maintains an archive of IKONOS Geo Ortho Kit data previously requested through the TPM scheme and acquired between 2000 and 2008, over Europe, North Africa and the Middle East. The imagery products gathered from IKONOS are categorised according to positional accuracy, which is determined by the reliability of an object in the image to be within the specified accuracy of the actual location of the object on the ground. Within each IKONOS-derived product, location error is defined by a circular error at 90% confidence (CE90), which means that locations of objects are represented on the image within the stated accuracy 90% of the time. There are six levels of IKONOS imagery products, determined by the level of positional accuracy: Geo, Standard Ortho, Reference, Pro, Precision and PrecisionPlus. The product provided by ESA to Category-1 users is the Geo Ortho Kit, consisting of IKONOS Black-and-White images with radiometric and geometric corrections (1-metre pixels, CE90=15 metres) bundled with IKONOS multispectral images with absolute radiometry (4-metre pixels, CE90=50 metres).   IKONOS collects 1m and 4m Geo Ortho Kit imagery (nominally at nadir 0.82m for panchromatic image, 3.28m for multispectral mode) at an elevation angle between 60 and 90 degrees. To increase the positional accuracy of the final orthorectified imagery, customers should select imagery with IKONOS elevation angle between 72 and 90 degrees. The Geo Ortho Kit is tailored for sophisticated users such as photogrammetrists who want to control the orthorectification process. Geo Ortho Kit images include the camera geometry obtained at the time of image collection. Applying Geo Ortho Kit imagery, customers can produce their own highly accurate orthorectified products by using commercial off the shelf software, digital elevation models (DEMs) and optional ground control.",
    "temporalCoverage": "from 2000 to 2008",
    "spatialCoverage": "Europe, North Africa, Middle East"
  },
  "IRS-1C (IRS-1)": {
    "mission": "IRS-1C",
    "sensorType": "OPTICAL",
    "description": "IRS-1C/1D dataset is composed of products generated by the Indian Remote Sensing (IRS) Satellites 1C/1D PAN sensor. The products, acquired from 1996 to 2004 over Europe, are radiometrically and ortho corrected level 1 black and white images at 5 metre resolution and cover an area of up to 70 x 70 km.  Sensor: PAN Type: Panchromatic Resolution (m): 5 Coverage (km x km): 70 x 70  System or radiometrically corrected Ortho corrected (DN) Acquisition in Neustrelitz: 1996 - 2004 5 70 x 70 X X",
    "temporalCoverage": "from 1996 to 2004",
    "spatialCoverage": "Europe, Africa"
  },
  "IRS-1D (IRS-1)": {
    "mission": "IRS-1D",
    "sensorType": "OPTICAL",
    "description": "IRS-1C/1D dataset is composed of products generated by the Indian Remote Sensing (IRS) Satellites 1C/1D PAN sensor. The products, acquired from 1996 to 2004 over Europe, are radiometrically and ortho corrected level 1 black and white images at 5 metre resolution and cover an area of up to 70 x 70 km.  Sensor: PAN Type: Panchromatic Resolution (m): 5 Coverage (km x km): 70 x 70  System or radiometrically corrected Ortho corrected (DN) Acquisition in Neustrelitz: 1996 - 2004 5 70 x 70 X X",
    "temporalCoverage": "from 1996 to 2004",
    "spatialCoverage": "Europe, Africa"
  },
  "IRS-P6 (Image2006)": {
    "mission": "IRS-P6",
    "sensorType": "OPTICAL",
    "description": "Image 2006 collection is a SPOT-4, SPOT-5 and ResourceSat-1 (also known as IRS-P6) cloud free coverage over 38 European countries in 2006 (from February 2005 to November 2007). The Level 1 data provided in this collection originate from the SPOT-4 HRVIR instrument (with 20m spatial resolution), from SPOT-5 HRG (with 10m spatial resolution resampled to 20m) and IRS-P6 LISS III (with 23m spatial resolution), each with four spectral bands. The swath is of about 60 km for the SPOT satellites and 140 km for the IRS-P6 satellite.  In addition to the Level 1, the collection provides the same data geometrically corrected towards a European Map Projection with 25m resolution.",
    "temporalCoverage": "from 2005 to 2007",
    "spatialCoverage": "Europe"
  },
  "JERS-1 (OPS)": {
    "mission": "JERS-1",
    "sensorType": "OPTICAL",
    "description": "The JERS-1 Optical System (OPS) is composed of a Very Near Infrared Radiometer (VNIR) and a Short Wave Infrared Radiometer (SWIR). The instrument has 8 observable spectral bands from visible to short wave infrared. Data acquired by ESA ground stations  The JERS-1 OPS products are available in GeoTIFF format. These products are available only for the VNIR sensor. All four bands are corrected. The correction consists in a vertical and horizontal destriping, the radiometry values are expanded from the range [0,63] to the range [0,255]. No geometrical correction is applied on level 1. The pixel size of approximately 18 x 24.2 metres for raw data is newly dimensioned to 18 x 18 metres for System Corrected data using a cubic convolution algorithm.  Disclaimer: Cloud coverage for JERS OPS products has not been computed using an algorithm. The cloud cover assignment was performed manually by operators at the acquisition stations. Due to missing attitude information, the Nadir looking band (band 3) and the corresponding forward looking band (band 4) are not well coregistered, resulting in some accuracy limitations. The quality control was not performed systematically for each frame. A subset of the entire JERS Optical dataset was selected and manually checked. As a result of this, users may occasionally encounter issues with some of the individual products.",
    "temporalCoverage": "from 1992 to 1998",
    "spatialCoverage": "World"
  },
  "JERS-1 (SAR)": {
    "mission": "JERS-1",
    "sensorType": "RADAR",
    "description": "The JSA_SLC_1P product is comparable to the ESA SLC/IMS images generated for Envisat ASAR and ERS SAR instruments. It is a slant-range projected complex image in zero-Doppler SAR coordinates.  The data is sampled in natural units of time in range and along track, with the range pixel spacing corresponding to the reciprocal of the platform ADC rate and the along track spacing to the reciprocal of the PRF.  Data is processed to an unweighted Doppler bandwidth of 1000Hz, without sidelobe reduction. The product is suitable for interferometric, calibration and quality analysis applications. Data acquired by ESA ground stations",
    "temporalCoverage": "from 1992 to 1998",
    "spatialCoverage": "World"
  },
  "KOMPSAT-2 (ESA)": {
    "mission": "KOMPSAT-2",
    "sensorType": "OPTICAL",
    "description": "Kompsat-2 ESA archive collection is composed by bundle (Panchromatic and Multispectral separated images) products from the Multi-Spectral Camera (MSC) onboard KOMPSAT-2 acquired from 2007 to 2014: 1m resolution for PAN, 4m resolution for MS. Spectral Bands:  • Pan: 500 - 900 nm (locate, identify and measure surface features and objects primarily by their physical appearance) • MS1 (blue): 450 - 520 nm (mapping shallow water, differentiating soil from vegetation) • MS2 (green): 520 - 600 nm (differentiating vegetation by health) • MS3 (red): 630 - 690 nm (differentiating vegetation by species) • MS4 (near-infrared): 760 - 900 nm (mapping vegetation, mapping vegetation vigor/health, Differentiating vegetation by species)",
    "temporalCoverage": "from 2007 to 2014",
    "spatialCoverage": "World"
  },
  "KOMPSAT-2 (TropForest)": {
    "mission": "KOMPSAT-2",
    "sensorType": "OPTICAL",
    "description": "The objective of the ESA TropForest project was to create a harmonised geo-database of ready-to-use satellite imagery to support 2010 global forest assessment performed by the Joint Research Centre (JRC) of the European Commission and by the Food and Agriculture Organization (FAO). Assessments for year 2010 were essential for building realistic deforestation benchmark rates at global to regional levels. To reach this objective, the project aimed to create a harmonised ortho-rectified/pre-processed imagery geo-database based on satellite data acquisitions (ALOS AVNIR-2, DEIMOS-1 SLIM6, KOMPSAT-2 MSC) performed during year 2009 and 2010, for the Tropical Latin America (excluding Mexico) and for the Tropical South and Southeast Asia (excluding China), resulting in 1971 sites located at 1 deg x 1 deg geographical lat/long intersections. The project finally delivered 1866 sites (94.7% of target) due to cloud coverages too high for missing sites",
    "temporalCoverage": "from 2009 to 2011",
    "spatialCoverage": "Tropical Latin America, Tropical South and Southeast Asia (excluding Mexico and China)"
  },
  "Landsat-5 (TM)": {
    "mission": "Landsat-5",
    "sensorType": "OPTICAL",
    "description": "This dataset contains all the Landsat 5 Thematic Mapper high-quality ortho-rectified L1T dataset acquired by ESA over the Fucino, Matera, Kiruna and Maspalomas visibility masks, as well as campaign data over Malindi, Bishkek, Chetumal, Libreville and O'Higgins.  The acquired Landsat TM scene covers approximately 183 x 172.8 km. A standard full scene is nominally centred on the intersection between a path and row (the actual image centre can vary by up to 100m). A full image is composed of 6920 pixels x 5760 lines and each band requires 40 Mbytes of storage space (uncompressed) at 30m spatial resolution in the VIS, NIR and SWIR as well as 120m in the TIR spectral range.",
    "temporalCoverage": "from 1984 to 2011",
    "spatialCoverage": "Europe, North Africa, Middle East"
  },
  "Landsat-7 (ETM)": {
    "mission": "Landsat-7",
    "sensorType": "OPTICAL",
    "description": "This dataset contains all the Landsat 7 Enhanced Thematic Mapper high-quality ortho-rectified L1T dataset (or L1Gt where not enough GCPs are available) over Kiruna, Maspalomas, Matera and Neustrelitz visibility masks. The Landsat 7 ETM+ scenes typically covers 185 x 170 km. A standard full scene is nominally centred on the intersection between a Path and Row (the actual image centre can vary by up to 100m). Each band requires 50MB (uncompressed), and Band 8 requires 200MB (panchromatic band with resolution of 15m opposed to 30m).",
    "temporalCoverage": "from 1999 to 2003",
    "spatialCoverage": "Europe, North Africa, Middle East"
  },
  "OceanSat-2 (NRT)": {
    "mission": "OceanSat-2",
    "sensorType": "OPTICAL",
    "description": "ESA, in collaboration with GAF AG, acquires and process every day OceanSat-2 passes over Neutrelitz reception station from 1 January 2016. All passes are systematically processed to levels 1B, 2B and 2C, and available for users in NRT (&lt; 3 hours). Products are available in: • Level 1B: Geophysical Data containing Radiance Data for all 8 Bands of OCM-2 • Level 2B: Geophysical Data L2B for given Geo physical parameter. Geo physical parameters: Chlorophyll, Aerosol Depth, Different Attenuation, Total Suspended Sediments • Level 2C: Georeferenced Radiance Data for given geo physical parameter. Geo physical parameters: Chlorophyll, Aerosol Depth, Different Attenuation, Total Suspended Sediments",
    "temporalCoverage": "from 2015 to present",
    "spatialCoverage": "Europe"
  },
  "PROBA-1 (CHRIS)": {
    "mission": "PROBA-1",
    "sensorType": "OPTICAL",
    "description": "CHRIS acquires a set of up to five images of each target during each acquisition sequence, these images are acquired when Proba-1 is pointing at distinct angles with respect to the target. CHRIS Level 1A products (supplied in HDF data files, version 4.1r3) include five formal CHRIS imaging modes, classified as modes 1 to 5: • MODE 1: Full swath width, 62 spectral bands, 773nm / 1036nm, nadir ground sampling distance 34m @ 556km • MODE 2 WATER BANDS: Full swath width, 18 spectral bands, nadir ground sampling distance 17m @ 556km • MODE 3 LAND CHANNELS: Full swath width, 18 spectral bands, nadir ground sampling distance 17m @ 556km • MODE 4 CHLOROPHYL BAND SET: Full swath width, 18 spectral bands, nadir ground sampling distance 17m @ 556km • MODE 5 LAND CHANNELS: Half swath width, 37 spectral bands, nadir ground sampling distance 17m @ 556km  All Proba-1 passes are systematically acquired according to the current acquisition plan, CHRIS data are processed every day to Level 1A and made available to ESA users. Observation over a new specific area can be performed by submitting the request to add a new site to the acquisition plan.",
    "temporalCoverage": "from 2002 to present",
    "spatialCoverage": "World"
  },
  "PROBA-1 (HRC)": {
    "mission": "PROBA-1",
    "sensorType": "OPTICAL",
    "description": "The HRC Level 1A product is an image images with a pixel resolution of 8m. The data are grey scale images, an image contains 1026 x 1026 pixels and covers an area of 25 km2. HRC data is supplied in BMP format. All Proba-1 passes are systematically acquired according to the current acquisition plan, HRC data are processed every day to Level 1A and made available to ESA users.",
    "temporalCoverage": "from 2002 to present",
    "spatialCoverage": "World"
  },
  "Pleiades-1A (PESA)": {
    "mission": "Pleiades-1A",
    "sensorType": "OPTICAL",
    "description": "The Pleiades ESA archive is a dataset of Pleiades-1A and 1B products that ESA collected over the years. The dataset regularly grows as ESA collects new Pleiades products. Pleiades Primary, Projected and Ortho products are available in the following modes:  • Panchromatic image at 0.5m resolution • Pansharpened colour image at 0.5m resolution • Multispectral image in 4 spectral bands at 2m resolution • Bundle (0.5m panchromatic image + 2m multispectral image)",
    "temporalCoverage": "from 2011 to present",
    "spatialCoverage": "World"
  },
  "Pleiades-1B (PESA)": {
    "mission": "Pleiades-1B",
    "sensorType": "OPTICAL",
    "description": "The Pleiades ESA archive is a dataset of Pleiades-1A and 1B products that ESA collected over the years. The dataset regularly grows as ESA collects new Pleiades products. Pleiades Primary, Projected and Ortho products are available in the following modes:  • Panchromatic image at 0.5m resolution • Pansharpened colour image at 0.5m resolution • Multispectral image in 4 spectral bands at 2m resolution • Bundle (0.5m panchromatic image + 2m multispectral image)",
    "temporalCoverage": "from 2011 to present",
    "spatialCoverage": "World"
  },
  "RapidEye (no_named_collections_set_1)": {
    "mission": "RapidEye",
    "sensorType": "OPTICAL",
    "description": "The RapidEye ESA archive is a subset of the RapidEye Full archive that ESA collected over the years. The dataset regularly grows as ESA collects new RapidEye products.",
    "temporalCoverage": "from 2009 to present",
    "spatialCoverage": "World"
  },
  "SMOS (SMOS)": {
    "mission": "SMOS",
    "sensorType": "PASSIVE_MICROWAVE",
    "description": "SMOS Level 1 data products are designed for scientific and operational users who need to work with calibrated MIRAS instrument measurements, while SMOS Level 2 data products are designed for scientific and operational users who need to work with geo-located soil moisture and sea surface salinity estimation as retrieved from the L1 dataset.",
    "temporalCoverage": "from 2010 to present",
    "spatialCoverage": "World"
  },
  "SMOS (no_named_collections_set_1)": {
    "mission": "SMOS",
    "sensorType": "PASSIVE_MICROWAVE",
    "description": "The SMOS Near Real Time products include Level 1 geo-located brightness temperature and Level 2 geo-located soil moisture estimation.   The SMOS NRT L1 Light BUFR product contains brightness temperature geo-located on a reduced Gaussian grid (T511/N256), only for 'land' pixels but keeping the full angular resolution. The pixels are consolidated in a full orbit dump segment (i.e. around 100 minutes of sensing time) with a maximum size of about 30MB per orbit. Spatial resolution is in the range of 30-50 km. This product is distributed in BUFR format.  The SMOS NRT L2 Soil Moisture Neural Network (NN) product provides NRT soil moisture data based on the statistical coefficients estimated by a neural network. It is provided in the SMOS DGG grid and only at the satellite track. It also provides an estimation of the uncertainty of the estimated soil moisture product, and the probability that a soil moisture value is contaminated by Radio Frequency Interference (RFI). This product is distributed in NetCDF format.  The L2 data product is also distributed via the EUMETCast Europe Service (DVB), upon registration on the EUMETSAT Earth Observation Portal (https://eoportal.eumetsat.int/userMgmt/gateway.faces). The Ku-band DVB reception station must be situated within the service coverage in Europe.  SMOS NRT data is also regularly delivered to the UK Met-Office, then made available to operational agencies and research and development institutes via the WMO GTS Network.  For an optimal exploitation of the SMOS NRT products please consult the read-me-first notes available in the Resources section below.",
    "temporalCoverage": "from 2015 to present",
    "spatialCoverage": "World"
  },
  "SPOT 1 (SPOT1-5)": {
    "mission": "SPOT 1",
    "sensorType": "OPTICAL",
    "description": "The ESA SPOT1-5 collection is a dataset of SPOT-1 to 5 Panchromatic and Multispectral products that ESA collected over the years. The HRV(IR) sensor onboard SPOT 1-4 provides data at 10 m spatial resolution Panchromatic mode (-1 band) and 20 m (Multispectral mode -3 or 4 bands). The HRG sensor on board of SPOT-5 provides spatial resolution of the imagery to &lt; 3 m in the panchromatic band and to 10 m in the multispectral mode (3 bands). The SWIR band imagery remains at 20 m. The dataset mainly focuses on European and African sites but some American, Asian and Greenland areas are also covered.",
    "temporalCoverage": "from 1986 to 2015",
    "spatialCoverage": "World"
  },
  "SPOT 2 (SPOT1-5)": {
    "mission": "SPOT 2",
    "sensorType": "OPTICAL",
    "description": "The ESA SPOT1-5 collection is a dataset of SPOT-1 to 5 Panchromatic and Multispectral products that ESA collected over the years. The HRV(IR) sensor onboard SPOT 1-4 provides data at 10 m spatial resolution Panchromatic mode (-1 band) and 20 m (Multispectral mode -3 or 4 bands). The HRG sensor on board of SPOT-5 provides spatial resolution of the imagery to &lt; 3 m in the panchromatic band and to 10 m in the multispectral mode (3 bands). The SWIR band imagery remains at 20 m. The dataset mainly focuses on European and African sites but some American, Asian and Greenland areas are also covered.",
    "temporalCoverage": "from 1986 to 2015",
    "spatialCoverage": "World"
  },
  "SPOT 3 (SPOT1-5)": {
    "mission": "SPOT 3",
    "sensorType": "OPTICAL",
    "description": "The ESA SPOT1-5 collection is a dataset of SPOT-1 to 5 Panchromatic and Multispectral products that ESA collected over the years. The HRV(IR) sensor onboard SPOT 1-4 provides data at 10 m spatial resolution Panchromatic mode (-1 band) and 20 m (Multispectral mode -3 or 4 bands). The HRG sensor on board of SPOT-5 provides spatial resolution of the imagery to &lt; 3 m in the panchromatic band and to 10 m in the multispectral mode (3 bands). The SWIR band imagery remains at 20 m. The dataset mainly focuses on European and African sites but some American, Asian and Greenland areas are also covered.",
    "temporalCoverage": "from 1986 to 2015",
    "spatialCoverage": "World"
  },
  "SPOT 4 (Image2006)": {
    "mission": "SPOT 4",
    "sensorType": "OPTICAL",
    "description": "Image 2006 collection is a SPOT-4, SPOT-5 and ResourceSat-1 (also known as IRS-P6) cloud free coverage over 38 European countries in 2006 (from February 2005 to November 2007). The Level 1 data provided in this collection originate from the SPOT-4 HRVIR instrument (with 20m spatial resolution), from SPOT-5 HRG (with 10m spatial resolution resampled to 20m) and IRS-P6 LISS III (with 23m spatial resolution), each with four spectral bands. The swath is of about 60 km for the SPOT satellites and 140 km for the IRS-P6 satellite.  In addition to the Level 1, the collection provides the same data geometrically corrected towards a European Map Projection with 25m resolution.",
    "temporalCoverage": "from 2005 to 2007",
    "spatialCoverage": "Europe"
  },
  "SPOT 4 (SPOT1-5)": {
    "mission": "SPOT 4",
    "sensorType": "OPTICAL",
    "description": "The ESA SPOT1-5 collection is a dataset of SPOT-1 to 5 Panchromatic and Multispectral products that ESA collected over the years. The HRV(IR) sensor onboard SPOT 1-4 provides data at 10 m spatial resolution Panchromatic mode (-1 band) and 20 m (Multispectral mode -3 or 4 bands). The HRG sensor on board of SPOT-5 provides spatial resolution of the imagery to &lt; 3 m in the panchromatic band and to 10 m in the multispectral mode (3 bands). The SWIR band imagery remains at 20 m. The dataset mainly focuses on European and African sites but some American, Asian and Greenland areas are also covered.",
    "temporalCoverage": "from 1986 to 2015",
    "spatialCoverage": "Europe"
  },
  "SPOT 5 (Image2006)": {
    "mission": "SPOT 5",
    "sensorType": "OPTICAL",
    "description": "Image 2006 collection is a SPOT-4, SPOT-5 and ResourceSat-1 (also known as IRS-P6) cloud free coverage over 38 European countries in 2006 (from February 2005 to November 2007). The Level 1 data provided in this collection originate from the SPOT-4 HRVIR instrument (with 20m spatial resolution), from SPOT-5 HRG (with 10m spatial resolution resampled to 20m) and IRS-P6 LISS III (with 23m spatial resolution), each with four spectral bands. The swath is of about 60 km for the SPOT satellites and 140 km for the IRS-P6 satellite.  In addition to the Level 1, the collection provides the same data geometrically corrected towards a European Map Projection with 25m resolution.",
    "temporalCoverage": "from 2005 to 2007",
    "spatialCoverage": "Europe"
  },
  "SPOT 5 (SPOT1-5)": {
    "mission": "SPOT 5",
    "sensorType": "OPTICAL",
    "description": "The ESA SPOT1-5 collection is a dataset of SPOT-1 to 5 Panchromatic and Multispectral products that ESA collected over the years. The HRV(IR) sensor onboard SPOT 1-4 provides data at 10 m spatial resolution Panchromatic mode (-1 band) and 20 m (Multispectral mode -3 or 4 bands). The HRG sensor on board of SPOT-5 provides spatial resolution of the imagery to &lt; 3 m in the panchromatic band and to 10 m in the multispectral mode (3 bands). The SWIR band imagery remains at 20 m. The dataset mainly focuses on European and African sites but some American, Asian and Greenland areas are also covered.",
    "temporalCoverage": "from 1986 to 2015",
    "spatialCoverage": "Europe"
  },
  "SPOT 6 (SPOT-6)": {
    "mission": "SPOT 6",
    "sensorType": "OPTICAL",
    "description": "The SPOT 6 and 7 ESA archive is a dataset of SPOT 6 and SPOT 7 products that ESA collected over the years. The dataset regularly grows as ESA collects new SPOT 6 and 7 products.  SPOT 6 and 7 Primary, Projected and Ortho products are available in the following modes:  Panchromatic image at 1.5m resolution Pansharpened colour image at 1.5m resolution Multispectral image in 4 spectral bands at 6m resolution Bundle (1.5m panchromatic image + 6m multispectral image)",
    "temporalCoverage": "from 2012 to present",
    "spatialCoverage": "World"
  },
  "SPOT 7 (SPOT-6)": {
    "mission": "SPOT 7",
    "sensorType": "OPTICAL",
    "description": "The SPOT 6 and 7 ESA archive is a dataset of SPOT 6 and SPOT 7 products that ESA collected over the years. The dataset regularly grows as ESA collects new SPOT 6 and 7 products.  SPOT 6 and 7 Primary, Projected and Ortho products are available in the following modes:  Panchromatic image at 1.5m resolution Pansharpened colour image at 1.5m resolution Multispectral image in 4 spectral bands at 6m resolution Bundle (1.5m panchromatic image + 6m multispectral image)",
    "temporalCoverage": "from 2012 to present",
    "spatialCoverage": "World"
  },
  "WorldView-2 (WorldV-2)": {
    "mission": "WorldView-2",
    "sensorType": "OPTICAL",
    "description": "ESA, in collaboration with European Space Imaging, has collected this WorldView-2 dataset covering the most populated areas in Europe at 40 cm resolution. The products have been acquired between July 2010 and July 2015.",
    "temporalCoverage": "from 2010 to 2015",
    "spatialCoverage": "Europe"
  },
  "SeaSAT (SeaSESA)": {
    "mission": "SeaSAT",
    "sensorType": "RADAR",
    "description": "This collection gives access to the complete SEASAT dataset acquired by ESA and mainly covers Europe. The dataset comprises some of the first ever SAR data recorded for scientific purposes, reprocessed with the most recent processor. The Level-1 products are available as: •",
    "temporalCoverage": "from 1978 to 1978",
    "spatialCoverage": "Europe"
  }
}